
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "進階";
"title_Back" = "上一步";
"title_Cancel" = "取消";
"title_Continue" = "繼續";
"title_Finish" = "完成";
"title_GoBack" = "返回";
"title_Next" = "下一步";
"title_No" = "否";
"title_Quit" = "結束";
"title_Skip" = "略過";
"title_TryAgain" = "再試一次";
"title_Update" = "更新";
"title_Yes" = "是";
"title_StartAgain" = "重新開始";
"title_StopBlinking" = "停止閃爍";
"title_Other" = "其他⋯";
"title_Upload" = "上傳";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "基地台";
"kDeviceOriginConfigured.Base Station" = "上一個基地台設定檔";
"kDeviceOriginConfigured.Time Capsule" = "上一個 Time Capsule 設定檔";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "無線網路";
"kDeviceOriginNetworkPreferred" = "上次使用的網路";

/* Status strings */
"status_Configured" = "已設定";
"status_Unconfigured" = "未設定";

/* Joining wireless networks */
"password_protected" = "AirPort 網路 “%@” 由密碼保護。";
"enterprise_title" = "“WPA 企業級”網路";
"enterprise_error" = "AirPort 網路“%@”是“WPA 企業級”網路。“AirPort 工具程式”不支援“WPA 企業級”網路。";
"password_error" = "您輸入的密碼不正確。";
"generic_join_error" = "加入選擇的無線網路時發生錯誤。";
"tryAgain" = "您想再試一次嗎？";
"generic_read_error" = "與所選的設備通訊時發生錯誤。";
"join_warning" = "您需要更改無線網路才能辨識此 AirPort Express。這將失去任何透過現用無線網路的連線。您想繼續嗎？";
"finalJoinError" = "加入無線網路“%@”時發生錯誤。";
"finalJoinSuggest" = "請嘗試從 Wi-Fi 選單裡選擇“%@”。";

/* Identify */
"identify_title" = "識別";
"light_is_blinking" = "選取的 AirPort Express 的狀態指示燈目前正在閃爍琥珀色和綠色光。";
"GenericIdentifyDescription" = "選取的 %@ 的狀態指示燈目前正在閃爍琥珀色和綠色光。";
"blinking_not_supported" = "您所選擇的 AirPort 無線設備上不支援識別的功能";

/* Reading base station info */
"base_station_protected" = "輸入此 %@ 的密碼。";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort 輔助說明";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort 輔助說明";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "沒有發現新的 AirPort 網路";
"no_unconfigured_networks" = "請確定您的 %@ 已接上電源，並且位於電腦的通訊範圍內，然後按“繼續”一下來重新掃描。";
"try_again_found_nothing" = "未發現新的 AirPort 網路。請確認您的 %@ 已接上電源，並且位於電腦的通訊範圍內，然後按“再試一次”一下。";
"no_mdns_record_showed_up" = "“AirPort 工具程式”無法找到您的 AirPort 無線設備。";
"no_other_networks_title" = "沒有發現現有的 AirPort 網路";
"no_other_networks_found" = "請確定您的電腦在您現有網路的通訊範圍內。";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort 基地台密碼";
"keychainBaseStationType" = "AirPort 基地台";
"keychainNetworkDescription" = "AirPort 網路密碼";
"keychainNetworkType" = "AirPort 網路";
"keychainSpeakerDescription" = "應用程式密碼";
"keychainSpeakerType" = "遠端揚聲器";

"ConfigAccessError" = "基地台錯誤";

/* Panel Headers */
"introHeader" = "簡介";
"networkSetupHeader" = "網路設定";
"summaryHeader" = "摘要";
"internetHeader" = "Internet 設定";
"PeripheralsHeader" = "AirPort 磁碟設定";
"WDSHeader" = "WDS 設定";
"MigrateDiskHeader" = "磁碟移轉";

/* Continue text strings */
"continueWelcome" = "按“繼續”一下來開始。";
"continueProceed" = "按“繼續”一下來繼續操作。";
"continueScanAgain" = "按“繼續”一下重新掃描。";
"wdsWarningFooter" = "更動無線網路名稱、無線安全層級或無線密碼將會中斷您的 WDS 連線。";
"clientWarningFooter" = "更動無線網路名稱、無線安全層級或無線密碼將會中斷您的 AirPort Express 連線。";
"clientStartWarningFooter" = "更改設定可能中斷您的 AirPort Express 連線。";

/* Pre-verification error strings */
"mismatchPassword" = "密碼和驗證密碼內的密碼不符。";
"mismatchWirelessPassword" = "“無線密碼”和“驗證密碼”欄位不相符。";
"mismatchPasswordReenter" = "請在兩個欄位內輸入相同的密碼。";
"missingWirelessPassword" = "需要輸入一個無線密碼以繼續下一步操作。";
"wirelessNetworkPassword" = "無線密碼";
"missingNetworkName" = "需要輸入一個無線網路名稱以繼續下一步操作。";
"missingNetworkNameWDS" = "請選擇一個 AirPort Extreme 或 AirPort Express 網路以繼續下一步操作。";
"missingNetworkNameClient" = "請選擇一個無線網路以繼續下一步操作。";
"missingAccountName" = "需要輸入一個 PPPoE 帳號名稱以繼續下一步操作。";
"missingPassword" = "需要輸入一個密碼以繼續下一步操作。";
"missingPhone" = "需要輸入一個主要電話號碼以繼續下一步操作。";
"missingUsername" = "需要輸入一個帳號名稱以繼續下一步操作。";

/* Public password strings */
"genericConfirmPublicPassword" = "此 %@ 是由預設密碼“public”所保護。";
"ConfirmPublicPassword1" = "為求更高的安全性，請建立不同的密碼。";

/* Error Titles */
"settingError" = "設定錯誤：%@";
"generalError" = "一般錯誤";
"passwordError" = "密碼錯誤";

/* WDS status strings */
"ConfiguringForWDS" = "設定此 %@ 來延伸您的 AirPort 網路";
"WDSConfigInitialString" = "正在設定 %@ 延伸您現有的無線網路。請稍候片刻等待設定完成。";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "為新的 WDS 遠端基地台設定主網路。";
"WDSConfiguringRemote" = "設定新的 WDS 遠端基地台加入主網路。";
"WDSJoiningNewNetwork" = "正在加入新的 WDS 網路。";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "正在設定您現有的無線網路，讓其他項目可以加入此網路。";
"DWDSConfiguringRemote" = "正在設定 %@ 來加入您現有的無線網路。";
"DWDSJoiningNewNetwork" = "正在加入您現有的無線網路。";
"GeneralDWDSError" = "設定此 AirPort 無線設備加入您現有的無線網路時發生錯誤。請結束“AirPort 工具程式”，然後再試一次。";
"DWDSSetupCanceled" = "已取消設定。";
"DWDSConfigInitialString" = "正在設定 %@ 加入您現有的無線網路。請稍候片刻等待設定完成。";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "正在從所選的 %@ 讀取設定⋯";
"MigrateSettingsReadingSourceGeneral" = "正在讀取所選 AirPort 無線設備的設定⋯";
"MigrateRejoiningNetwork" = "正在重新加入網路⋯";
"MigrateSettingsGeneralError" = "設定此“%@”來取代所選的設備時發生問題。請結束“AirPort 工具程式”，然後再試一次。";
"MigrateSettingsIniting" = "正在設定 %@ 以取代所選的 AirPort 無線設備⋯";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "取代所選的 Time Capsule 並開始移轉時發生問題。請結束“AirPort 工具程式”然後重試一次。";
"MigrateDiskIniting" = "正在開始移轉⋯";
"MigrateSettingsJoiningSource" = "正在連接上一個 Time Capsule⋯";
"MigrateDiskPreparingDest" = "正在移轉設定⋯";
"MigrateDiskWaitingForResolve" = "正在等待 Time Capsule 重新啟動⋯";
"MigrateDiskStartingBackup" = "正在開始磁碟移轉⋯";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "正在連接上一個“%@”⋯";
"UpdateDeviceWritingSource" = "正在將設定寫入新的 %@⋯";
"UpdateDeviceGeneralError" = "設定此“%@”時發生問題。請結束“AirPort 工具程式”，然後再試一次。";

/* Migrate Disk labels */
"MigrateDiskCategory" = "移轉";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "舊的暫存";
"MigrateDiskFooter" = "按一下“更新”來移轉設定和磁碟內容。";

/* Updating progress strings */
"genericWaitRestart" = "正在等待 %@ 重新啟動⋯";
"networkSearch" = "正在尋找您的無線網路⋯";
"attemptJoin" = "正在加入您的無線網路⋯";

/* Misc Strings */
"providedAuto" = "（已自動提供）";
"selectNetwork" = "選擇網路";

/* Summary Panel Labels */
"connectUsingLabel" = "連接方式：";
"configureViaLabel" = "設定 TCP/IP：";
"ipAddressLabel" = "IP 位址：";
"accountNameLabel" = "帳號名稱：";
"serviceLabel" = "服務名稱：";
"connectUsingWDS" = "加入網路（透過 WDS）";
"SummaryTheseSettingsAreNotCorrect" = "這些設定不正確";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "替用號碼：";
"usernameLabel" = "帳號名稱：";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "若 WDS 要搭配 WPA 使用，AirPort 無線設備需使用目前的韌體。請確定您正在使用的是最新的韌體，或將您的無線安全層級設定為 WEP 並再試一次。";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "您已經選擇一個使用“WPA 企業級”安全層級的 AirPort 無線設備來作為 WDS 主無線設備。“AirPort 工具程式”不支援 WDS 主無線設備使用“WPA 企業級”安全層級。";

/* WDS Errors */
"GeneralWDSError" = "設定此 AirPort 無線設備加入 WDS 時發生錯誤。請結束“AirPort 工具程式”，然後再試一次。";
"MainInBridgeModeForWDSError" = "您選取用來作為 WDS 主無線設備的 AirPort 無線設備不能分配 IP 位址。請設定此無線設備來分配 IP 位址。";
"WDSSetupCanceled" = "已取消 WDS 的設定。";
"WDSErrorTitle"	= "WDS 設定錯誤";

/* Status messages */
"joining_network" = "正在加入無線網路。";
"reading_config" = "正在讀取設定⋯";
"status_scan" = "正在搜尋網路⋯";
"status_search" = "正在搜尋您的 AirPort 無線設備⋯";
"status_identify" = "正在辨識⋯";

/* Maybe needed to fix 3663944 */
"available_networks" = "可使用的 AirPort 網路：";
"select_network" = "選取您想要設定的 AirPort 網路。";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ 名稱";
"genericPasswordLabel" = "%@ 密碼";
"genericModeLabel" = "%@ 模式";

"genericNewChoice" = "設定一個新的 %@";
"genericOldChoice" = "更改現有 %@ 上的設定";
"genericBasePassPanelHeader" = "%@ 設定";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "請選擇您要設定新的 %@，或是對已設定的進行更動。";
"genericSelectNewHeader" = "請選擇您要設定的“%@”。若其不在列表中，請按一下“重新掃描”。若您不確定該選擇哪一個 AirPort 無線設備，請按一下“識別”。";
"genericSelectConfiguredHeader" = "請選擇您要修改的“%@”。若其不在列表中，請按一下“重新掃描”。若您不確定該選擇哪一個 AirPort 無線設備，請按一下“識別”。";
"genericSelectNetworkHeader" = "請選擇含有您要設定的 %@ 的 AirPort 網路。";
"genericClientDescription" = "若您想要 %@ 延伸您的無線網路通訊範圍並共享它的 Internet 連線，請選擇此選項。";
"genericNetworkNameHeader" = "若要個人化您的 %@，請從為無線網路命名開始。";
"genericNetworkNameDescription" = "這是您要連接網路時將會看到的名稱。";
"genericBaseNameDescription" = "下一步，為您的 %@ 命名。";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "“%1$@”的“%2$@”";
"genericWirelessNetwork" = "網路";
"genericBasePasswordHeader" = "輸入密碼來保護此 %@ 的設定。";
"genericBasePasswordDescription" = "您將需要此密碼來更改此 %@ 上的設定。";
"genericBasePasswordDescription2" = "為求更高的安全性，請使用網路密碼以外的其他密碼。";
"genericModeHeader" = "請選擇您想要 %@ 執行的動作。";
"genericSummaryHeader" = "%@ 將使用下方的設定。請確定這些設定是正確的。";
"genericSummaryNoChangeHeader" = "此“%@”正在使用以下的設定。";
"genericReplaceSummaryHeader" = "此“%1$@”將會設定為使用來自“%2$@”的設定。";
"genericSummaryFooter" = "如果這些設定是正確的，請按“更新”一下來完成設定此 %@。";
"genericSummaryFooterClickInstructions" = "按“返回”一下來更改設定。";
"genericPPPoEHeader" = "請輸入您從 Internet 網路服務供應商收到的“透過乙太網路使用點對點協定”（PPPoE）帳號名稱、密碼和可選服務名稱。";
"genericDHCPHeader" = "%@ 目前透過 DSL 或纜線數據機，或透過使用 DHCP 自動分配 IP 位址的乙太網路連接 Internet。請確認上述資訊或輸入任何您從網路服務供應商或網路管理者收到的選擇性資訊。";
"genericModemHeader" = "請為此 %@ 輸入數據機設定。";
"genericBridgeModeHeader" = "選擇您是否想要 %@ 處於橋接模式，或是使用 DHCP 和 NAT 共享單一 IP 位址。";
"genericBridgeModeYes" = "橋接模式";
"genericBridgeModeYesDescription" = "若您的 %@ 已連接到路由器或其他網路裝置，而這些路由器或網路裝置已使用 DHCP 和 NAT 來為您網路裡的電腦提供 IP 位址，請選擇此選項。";
"genericBridgeModeNo" = "使用 DHCP 和 NAT 共享單一 IP 位址";
"genericBridgeModeNoDescription" = "若符合下列條件，請選擇此選項：您的 %@ 是透過 DSL 或纜線數據機直接連接 Internet，或連接到有 Internet 連線的網路，而您想要使用 DHCP 和 NAT 來為您網路上的電腦提供 IP 位址。";
"genericFinalDescription" = "您的“%@”已設定為連接 Internet 並共享 USB 印表機。";
"genericMissingNameWarning" = "需要輸入一個 %@ 名稱以繼續下一步操作。";
"genericMissingNameWarning.alternateArticle" = "需要輸入一個 %@ 名稱以繼續下一步操作。";
"genericMissingBasePassWarning" = "需要輸入一個密碼以繼續下一步操作。";
"genericMismatchBasePassword" = "密碼和驗證密碼內的密碼不符。";
"ResetBroadbandMessage" = "若您是使用纜線數據機來連接 Internet，請關閉數據機，移除電池（如果有的話），稍候幾秒後裝回電池，然後再開啟數據機。";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "“AirPort 工具程式”已發現一個名稱為“%3$@”的新 %1$@%2$@。\n\n如果這不是您想設定的 %4$@，請確認其已接通電源且位於此電腦的附近，然後再試一次。";
"withNetworkNamed" = " 和無線網路";
"genericNoNetworksHeader" = "沒有找到“%1$@”網路。請確認“%2$@”已接通電源，且位於電腦的通訊範圍內。";
"genericOldNetworkConfirm" = "“AirPort 工具程式”已發現一個 %1$@，其含有名稱為“%2$@”的無線網路。\n\n如果這不是您想設定的 %3$@，請確認其已經插入，並位於電腦的通訊範圍內，然後按“重新掃描”一下。";
"genericOldExpressConfirm" = "“AirPort 工具程式”已發現一個名為“%2$@”的 %1$@。\n\n如果這不是您想設定的 %3$@，請按“重新掃描”一下。";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "若要使用此 AirPort Express 來播放您的 iTunes 音樂，請從 iTunes 視窗右下方的彈出式選單選擇它。";

"expressFinalDescription" = "已將您的 AirPort Express 設定為連接 Internet、共享 USB 印表機和使用 AirPlay 來透過遠端揚聲器播放 iTunes 音樂。";

"expressClientRadio" = "連接到我現用的無線網路";
"extremeClientRadio" = "延伸我的 AirPort Extreme、AirPort Express 網路的通訊範圍";

"expressClientDescription" = "若您想要將此 %@ 加入您現用的無線網路，請選擇此選項。";

"expressModeHeader" = "這兩個選項允許您共享 USB 印表機和使用 AirPlay 來透過遠端揚聲器播放 iTunes 音樂。";

/* Reachability error */
"genericNetworkTitle" = "網路錯誤";
"noWirelessReachability" = "您正在嘗試透過“AirPort 卡”來連接 AirPort 無線設備，然而目前在您的乙太網路上有一個相同 IP 位址的設備。請先拔掉電腦上的乙太網路接線，等待數秒後再試一次。";
"noEthernetReachability" = "您正在嘗試透過乙太網路來連接 AirPort 無線設備，然而目前在您的 AirPort 網路上有一個相同 IP 位址的設備。請關閉您的“AirPort 卡”，等待數秒後再試一次。";
"genericReachabilityError" = "連接您所選擇的 AirPort 無線設備時發生錯誤。請確認您的網路上沒有其他設備正在使用 IP 位址 %@。";
"superGenericReachabilityError" = "連接您所選的 AirPort 無線設備時發生錯誤。";
"WDSSetupRequiresAWirelessCard" = "“AirPort 工具程式”無法設定此 AirPort 無線設備使用 WDS，因為這部電腦未安裝“AirPort 卡”。";

/* Uploading Firmware */
"firmwareError"	= "更新 %@ 韌體時發生錯誤。";
"firmwareProgress" = "正在更新 %@ 韌體⋯";
"firmwareNewer" = "%2$@ 韌體已有較新版本（%1$@）。";
"firmwareNewerSmall" = "按“更新”一下立即安裝。";
"firmwareSuccess" = "%@ 已順利完成更新。";
"firmwareRequired" = "您所選的網路要求您更新韌體。";

/* AirPort 4.2 */
"wepLabel" = "128 位元 WEP（更加相容）";
"wpa1label" = "WPA 個人級（更加安全）";
"wpa2label" = "WPA2 個人級（更安全）";
"wepDescription" = "提供與舊型無線電腦或設備更相容的安全保護。若要讓非 Macintosh 的電腦更輕易地加入網路，請輸入剛好為 13 個字元的密碼。";
"wpa1description" = "提供最高的無線安全層級。只有支援 WPA 的電腦才可以加入此網路。您必須輸入介於 8 至 63 個字元或 64 個十六進位字元的密碼。";
"wpa1and2description" = "提供最高的無線安全層級。支援 WPA 或 WPA2 的電腦才可以加入此網路。您必須輸入介於 8 至 63 個字元或 64 個十六進位字元的密碼。";
"wpa2description" = "提供最高的無線安全層級。支援 WPA2 的電腦才可以加入此網路。您必須輸入介於 8 至 63 個字元或 64 個十六進位字元的密碼。";
"tsnDescription" = "會提供與較舊 WEP 用戶相容的安全性，但是也可讓較新的用戶使用 WPA 和 WPA2 加入網路。您必須輸入剛好為 13 個字元的密碼。";
"badWPAPasswordLength" = "輸入介於 8 至 63 個字元的“無線密碼”。";
"v6_not_configured_title" = "IPv6 未設定";
"v6_not_configred_on_all_interfaces" = "“AirPort 工具程式”能透過 IPv6 更穩定地與您的 AirPort 無線設備進行通訊。";
"v6_not_configured_turn_on_confirm" = "您要現在啟用 IPv6 嗎？";
"v6_not_configured_turn_on" = "請在“系統偏好設定”開啟 IPv6。";
"v6_not_configured_turn_on_win" = "請在“控制台”開啟 IPv6。";
"authorization_error_title" = "授權錯誤";
"authorization_error" = "“AirPort 工具程式”無法更改您的網路設定，因為網路偏好設定面板已鎖定。";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "這是您將用來識別此 %@ 的名稱。";
"BaseNameInternalDiskDescription" = "此名稱也會使用於 Time Capsule 磁碟。";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "輸入 Time Capsule 磁碟或連接至 %@ 之 USB 磁碟的密碼。";
"FileSharingPasswordPrompt" = "輸入 AirPort 磁碟的密碼。";
"GuestAccessPrompt" = "您也可以允許訪客無需密碼便可連接 AirPort 磁碟。";
"FileSharingDisclosure" = "檔案共享選項";
"UseDiskPasswordCheckBox" = "使用不同的密碼來保護磁碟";

/* Wireless Options Panel */
"RadioCountryDescription" = "請選擇使用此 %@ 的所在國家。";
"RadioModeDescription" = "請選擇此 %@ 的無線電模式。";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "問題 %1$d∕%2$d：%3$@";
"ProblemCodeProblemResolved" = "此問題已解決。";
"UnresolvedProblem" = "您想要不解決此問題而繼續嗎？";
"UnresolvedProblemAssistant" = "此設定將會讓 %@ 的狀態指示燈閃爍琥珀色。您確定要繼續嗎？";
"ProblemShouldBeResolved" = "請按“忽略”一下，來防止 %@ 的狀態指示燈為此問題而閃爍琥珀色。";
"ProblemNotResolved" = "尚未解決此問題，請再試一次。";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "解決";
"ProblemSummaryIgnored" = "已忽略";
"ProblemSummaryResolved" = "已解決";
"ProblemSummaryConfigChanged" = "已更改設定";
"ProblemSummaryUnresolved" = "尚未解決";
"ProblemSummaryHeader" = "此面板會顯示 %@ 報告的問題，以及它們是否已經解決。";
"ProblemSummaryChoicePrompt" = "您現在想要執行什麼操作？";
"ProblemSummaryUpdateWithTheseSettings" = "使用這些設定更新我的 %@";
"ClickUpdateToUpdate" = "按“更新”一下來完成設定此 %@。";
"ProblemSummaryReconfigureToo" = "更改 %@ 上的其他設定";
"ProblemSummaryReconfigureFooter" = "按“繼續”一下來更改 %@ 設定。";
"ProblemSummarySwitch" = "設定另一部 AirPort 無線設備";
"ClickDoneToSwitch" = "按一下“完成”來選擇另一個 AirPort 無線設備。";
"ProblemSummaryAllResolved" = "已經解決所有問題。";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "輸入 Internet 網路服務供應商為您提供的 TCP/IP 資訊。如果您是自動接收 IP 位址，請選擇“使用 DHCP”。若要輸入特定 IP 位址，請選擇“手動”。";
"DHCPConfirmPanelDHCP_Yes" = "我透過使用 DHCP 的 DSL 或纜線數據機連接到 Internet";
"DHCPConfirmPanelDHCP_No" = "我不使用 DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "我透過使用 PPPoE 的 DSL 或纜線數據機連接到 Internet";
"PPPoEConfirmPanelPPPoE_No" = "我不使用 PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "提供此無線網路的名稱和安全層級。";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "此無線網路的安全層級是“WPA 企業級”。如果您想要修改 RADIUS 伺服器設定，請從“基地台”選單中選擇“手動設定”。";
"NoSecurityLabel" = "無安全層級";
"NoSecurityDescription" = "任何無線設備無需輸入密碼便可加入您的網路。";
"NoSecurityUncheckedFooter" = "您必須勾選上方的註記框，才能繼續到下一步驟。";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "請選擇您要讓 %@ 使用的無線網路。如果您看不到網路，請按一下選單再試一次。如果您還是看不到網路，請確定設備已接上電源。";
"JoinNetworkQ61AudioNameSuggestion" = "例如，客廳。";
"JoinNetworkExtendDescription" = "如果您想要延伸此網路的通訊範圍，並允許用戶端使用無線方式或乙太網路來加入此網路，請勾選下方的註記框。";
"JoinNetworkExtendCheckboxTitle" = "延伸此網路的通訊範圍";
"JoinNetworkExtendWarning" = "這樣可能會影響網路的整體執行效能。";
"JoinNetworkProxySTADescription" = "如果不勾選註記框，您的 %@ 會提供音訊和 USB 服務，用戶端僅可使用乙太網路來加入網路。";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "請從下方的選單裡選擇您要延伸通訊範圍的 AirPort Extreme 或 AirPort Express 網路。如果您看不到網路，請按一下選單再試一次。如果您還是看不到網路，請確認您的 AirPort 無線設備 已接上電源，並且位於此電腦的通訊範圍內。";

/* Internet Choice Panel */
"InternetChoiceDescription" = "選擇您要連接 Internet 的方式";
"InternetChoiceDSLCableEthernet" = "我使用固定 IP 位址或 DHCP 並透過 DSL 或纜線數據機連線";
"InternetChoiceDSLCablePPPoE" = "我使用“透過乙太網路使用點對點協定”（PPPoE）的 DSL 或纜線數據機";
"InternetChoiceLAN" = "我連接到區域網路（LAN）";
"InternetChoiceModem" = "我使用數據機連接到電話線";
"InternetChoiceNoInternet" = "我現在尚未準備好連接到 Internet";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "建立新的無線網路";
"ClientAP_APRadioDesc" = "若您想要建立一個新的無線網路來與無線電腦共享寬頻 Internet 連線，請選擇此選項。";
"ClientAP_FirstTimeConfig" = "您似乎是第一次設定此 %@。";
"ClientAP_FirstTimePrompt" = "選擇您要設定此 %@ 的方式。";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "請選擇您是否要讓 %@ 加入您現有的無線網路成為一個無線用戶端，或是延伸無線網路的通訊範圍。";
"ClientWDS_JoinRadioTitle" = "加入我的無線網路";
"ClientWDS_JoinRadioDesc" = "若您只想使用 %@ 來共享 USB 印表機，或是透過遠端揚聲器來播放 iTunes 音樂，請選擇此選項。";
"ClientWDS_ExtendRadioTitle" = "延伸我的 AirPort Extreme 或 AirPort Express 網路的通訊範圍";
"ClientWDS_ExtendRadioDesc" = "若您想要 %@ 延伸您的無線網路通訊範圍並共享它的 Internet 連線，請選擇此選項。";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "其他的 Internet 網路服務供應商";
"PrimaryPhoneNumber" = "電話號碼";
"PrimaryDNSServer" = "主要 DNS 伺服器";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ 可以使用 Time Machine 備份您的 Mac OS X v10.5 或以上版本的電腦，並與網路上的電腦共享 Internet 連線和 USB 設備。";
"genericAudioProductTextBlock" = "%@ 可以使用 AirPlay 來透過遠端揚聲器播放 iTunes 音樂、共享您的 Internet 連線和網路上的 USB 設備。";
"genericProductTextBlock" = "%@ 可以在網路上共享 Internet 連線和 USB 設備。";
"genericInternalDiskProductNameTextBlock" = "輸入 %@ 的名稱。此名稱會用來在網路上進行識別，並且也是磁碟的名稱。";
"genericEnterName" = "輸入 %@ 的名稱。";
"IdentityDescription" = "此名稱會識別您網路上的 %@。";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "“AirPort 工具程式”已找到無線網路“%@”，並判別此電腦先前曾經連接此網路。請選擇您要為“%@”執行的動作";
"ReplaceNetworkPanelReplacingPrevious" = "使用“%2$@”來取代“%1$@”";
"ReplaceNetworkPanelReplacingAnother" = "使用 %@ 取代不同的網路";
"ReplaceNetworkPanelCreatingNewNetwork" = "使用 %@ 建立新的網路";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "從下方的列表裡選擇您要取代的網路：";
"TurnOffNetworkBeingReplaced" = "拔掉您要取代之設備的電源，並按“好”一下。若您打算再次使用此設備，請將其重置為出廠預設值。";

"FoundWirelessNetworksDescription" = "“AirPort 工具程式”已找到現有的無線網路。您已經有無線網路了嗎？";
"NotFoundWirelessNetworksDescription" = "“AirPort 工具程式”找不到任何現有的無線網路。您已經有無線網路了嗎？";
"FoundWirelessNetworksIHaveOne" = "我有無線網路，且想要加入 %@，或是取代網路上的現有設備";
"FoundWirelessNetworksIHaveOneDescription" = "若您想用 %@ 來取代現有的基地台或無線路由器，或是將其加入您的網路，請選擇此選項。";
"CreateAWirelessNetwork" = "我想要建立新的無線網路";

"genericWhatDoYouWantToDoWith" = "請選擇您想要 %@ 執行的操作。";

"ReplaceAddWiredChoiceJoin" = "我想要讓 %@ 加入我的現有網路";
"ReplaceAddWiredChoiceReplace" = "我想要使用 %@ 取代現有的基地台或無線路由器";
"ReplaceAddWiredChoiceReplaceDescription" = "若您想取代網路上的基地台或無線路由器，並在 %@ 上使用其設定，請選擇此選項。";
"JoinExpandWirelessDisabledChoiceJoin" = "我想要讓 %@ 以無線方式加入我的現有網路";
"JoinExpandWirelessDisabledChoiceExpand" = "我想要使用乙太網路將 %@ 連接至我的網路，藉此延伸現有的無線網路或建立第二個網路";
"JoinExpandWirelessDisabledChoiceDisabled" = "我想要停用此 %@ 上的無線網路，然後使用乙太網路連接至我的電腦或網路";


"ConfigureForWiredCreateAdditionalNetwork" = "我想要建立其他的網路";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "如果您想要使用乙太網路連接 %1$@，並建立一個除了現有網路以外的 %2$@ 網路，請選擇此選項。802.11 b/g/n 無線用戶端（包含 iPhone）可以連接您現有的 2.4GHz 網路。802.11 a/n 無線用戶端可連接 5GHz 網路。";
"ConfigureForWiredCreateRoamingNetwork" = "我想要使用乙太網路將 %@ 連接至我的網路，藉此延伸現有的無線網路";
"ConfigureForWiredCreateRoamingNetworkDescription" = "如果 %@ 是使用乙太網路連接至現有的基地台或無線路由器，且您想要延伸無線網路的通訊範圍，請選擇此選項。兩個網路都會擁有相同的名稱，且無線用戶端會自動加入訊號較強的網路。";

"UseADifferentNetworkName" = "此無線網路名稱必須與其他現有網路的名稱不同。";

"ReplaceNetworkTopDescription" = "請選擇您要取代的設備或網路。如果您看不到它，請確定它已經連接妥當，並位於通訊範圍內。";
"SelectNetworkTopDescription" = "請選擇 %@ 要使用乙太網路來連接至的設備或網路。如果您看不到它，請確定它已經連接妥當，並位於通訊範圍內。";
"SelectNetworkBottomDescription" = "如果設備已無法使用，請按一下“繼續”而不必選擇設備或網路。";
"MoreChoices" = "顯示更多選項";
"LessChoices" = "顯示較少選項";
"ScanAgain" = "重新掃描";
"ReplaceOptionsOldDesc" = "選擇在移轉設定之後，您要如何處理上一個設備";
"ReplaceOptionsOld_Use" = "繼續在我的網路上使用它";
"ReplaceOptionsOld_Restore" = "回復預設設定";
"ReplaceBaseNameModifier" = "舊的";

"ReconfigurePrintersTopDescription" = "連接至此 %@ 的相容 USB 印表機可透過網路共享。";
"ReconfigurePrintersChangeNamesDescription" = "若要更改印表機名稱，請在下方列表的“共享名稱”欄位裡按兩下其名稱。";
"ReconfigurePrintersChangeAllSettingsDescription" = "更改印表機名稱或共享設定。";
"ReconfigurePrintersNoneDescription" = "沒有連接至此 %@ 的 USB 印表機。";

"ReconfigureStartOver" = "我想要將此 %@ 回復為出廠預設值，然後再設定一次。";
"ReconfigureChangeSelectedSettings" = "我想要更改此 %@ 的部份設定。";
"ReconfigureUseManualForOtherSettings" = "若想要更改的設定未顯示，請按“手動設定”一下來存取所有設定。";
"ReconfigureWirelessSecurity" = "無線網路";
"ReconfigureBaseStationSecurity" = "%@ 名稱和密碼";
"ReconfigureInternetSettings" = "Internet 連線";
"ReconfigureFileSharingAccess" = "磁碟";
"ReconfigurePrinters" = "USB 印表機共享";
"ReconfigureMusic" = "音樂";
"ReconfigureSelectAtLeastOneSetting" = "選擇至少一項設定再按“繼續”一下。";
"ReconfigurePrompt" = "已設定此 %@，且沒有回報任何問題。您可以回復其預設設定，或是對目前的設定進行更動。";
"ReconfigureGoBackForNoChanges" = "若不想進行更動，請按“返回”一下。";
"ReconfigureBasePasswordSecurePrompt" = "%@ 已設定為使用密碼。";
"ReconfigureInternetPrompt" = "此 %@ 已設定為使用下列 Internet 設定。";
"ReconfigureAirPlayPrompt" = "此 %@ 已設定為使用下列 AirPlay 設定。 ";
"ReconfigureDiskPrompt" = "此 %@ 已設定為使用下列磁碟共享設定。";
"ReconfigurePrintersPrompt" = "此 %@ 已設定為使用下列印表機共享設定。";
"ReconfigureWirelessSecurePrompt" = "此 %@ 已設定為搭配 WPA 安全性設定使用下列無線設定。";
"ReconfigureWirelessInsecurePrompt" = "此 %@ 已設定為使用下列無線設定。 ";
"ReconfigureWirelessUseWPA" = "建議您使用 WPA 安全性設定。";
"ReconfigureAPModePrompt" = "您可以保留這個模式的設定或選擇不同的模式。";
"ReconfigureFinalDescriptionNoChange" = "尚未更改您 %@ 的設定。";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "“%@”設定。";
"ReconfigureKeepTheseSettings" = "使用此設備的目前設定";
"ReconfigureKeepCurrentSettings" = "使用此設備目前的“%@”設定";
"ReconfigureKeepModeSettings" = "保留目前的無線模式（%@）";
"ReconfigureChangeTheseSettings" = "更改這些設定";
"ReconfigureChangeCurrentSettings" = "更改這些“%@”設定";
"ReconfigureChangeModeCreate" = "此 %@ 已設定為建立無線網路。";
"ReconfigureChangeModeCreateTitle" = "建立無線網路";
"ReconfigureChangeModeExtendTitle" = "使用乙太網路連接網路來延伸網路或建立第二個網路";
"ReconfigureChangeModeJoin" = "此 %@ 已設定為加入無線網路";
"ReconfigureChangeModeJoinTitle" = "加入無線網路";
"ReconfigureChangeModeDisable" = "此 %@ 已設定為停用無線網路。 ";
"ReconfigureChangeModeDisableTitle" = "停用無線網路並使用乙太網路連接至電腦或網路";
"ReconfigureKeepOrChangePrompt" = "選擇想要的選項，然後按“繼續”一下來繼續操作。";
"ReconfgureDiscardChangesPrompt" = "您確定要捨棄對這些設定所作的更動嗎？";
"ReconfgureDiscardChanges" = "放棄所作更動";
"ReconfgureKeepChanges" = "保持更動";

"IfUnsureClickMoreInfo" = "若不確定選擇的選項，請按一下“更多資訊⋯”。";

"UseManualSetupForOtherSettings" = "其他設定使用“手動設定”";

"OnePanelCreateNetworkAutoConfigYes" = "使用這些設定來設定此 %@";
"OnePanelCreateNetworkAutoConfigNo" = "更改此 %@ 的設定";
"OnePanelCreateNetworkTopDesc" = "“AirPort 工具程式”將設定此 %@ 來建立新的安全無線網路且連接 Internet。";
"PasswordsSavedToKeychain" = "所有密碼將儲存在鑰匙圈中。";
"PasswordsSavedToKeychainWin" = "基地台密碼和無線描述檔將儲存在此電腦中。";
"WillConnectUsingEthernet" = "此 %@ 將使用乙太網路連接 Internet。";
"WillConnectUsingPPPoE" = "此 %@ 將使用 PPPoE 連接 Internet。";
"WillConnectUsingBridge" = "此 %@ 連接到使用 DHCP 和 NAT 來提供 IP 位址的路由器或其他網路設備，因此將設定為橋接模式。";

"OnePanelReplaceTopDesc" = "“AirPort 工具程式”可從其他無線設備移轉設定。請從下方的列表裡選擇設備。";


"ContinueToUseAssistant" = "按“繼續”一下來使用輔助程式設定此 %@。";
"ClickQuitWhenDone" = "若已完成更改 AirPort 無線設備，請按一下“結束”。";
"DoSomethingElse" = "如果您想要設定其他 AirPort 無線設備，請從列表裡選擇。";
"SomethingNeedsAttentionUpdate" = "需要更新一個或多個 AirPort 無線設備。";
"SomethingNeedsAttentionProblem" = "一個或多個 AirPort 無線設備正在報告問題。";
"SomethingNeedsAttentionDefault" = "一個或多個 AirPort 無線設備使用預設設定。";
"SomethingNeedsContinueUpdate" = "按“繼續”一下來選擇下一個需要更新的設備。";
"SomethingNeedsContinueProblem" = "按“繼續”一下來解決下一個設備上的問題。";
"SomethingNeedsContinueDefault" = "按“繼續”一下來設定下一個設備。";

"UpdateFirmware" = "更新韌體⋯";
"UpdateFirmwareTo" = "更新到 %@⋯";
"CheckUpdateButton" = "檢查更新項目";
"CheckStatus" = "正在檢查更新項目⋯";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine 保存您 Mac 上所有資料備份，包含數位照片、音樂、影片、電視節目和文件。若有需要，您可回到過去，回復已備份的任何檔案。";
"TimeMachineTopDesc2" = "Time Machine 保存您 Mac 上所有資料備份，包含系統檔案、應用程式、設定、音樂、圖片和其他重要檔案。因為 Time Machine 保存每天備份，您可將 Mac 回復成過去的狀態。";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "已設定 Time Machine 備份此電腦至“%@”。";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "已設定 Time Machine 備份此電腦。";
"TimeMachineQueryDesc" = "您想要使用 Time Machine 來備份此電腦至“%@”？";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "現在不要";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "是（更新 Time Capsule 後將打開 Time Machine 偏好設定）。";
"TimeMachineBottomDesc" = "Time Machine 保存：\n\n過去 24 小時的每小時備份\n過去一個月的每日備份\n\n每週進行備份直到備份磁碟已滿";
"TimeMachineUseTMPrefs" = "若要備份網路上的其他電腦，或設定其他 Time Machine 選項，請使用“系統偏好設定”裡的 Time Machine 偏好設定。";
"TimeMachineWillLaunchTMPrefs" = "設定此 %@ 後將打開 Time Machine 偏好設定。";

"TimeMachineMigrateDiskDesc" = "“AirPort 工具程式”可以將“%@”的所有 Time Capsule 磁碟內容移轉到這個 Time Capsule。";
"TimeMachineMigrateDiskDesc.replace" = "若 Time Capsule 磁碟內容裡包含 Time Machine 備份，它將會被移轉，且所有 Time Machine 用戶端將會使用新的 Time Capsule 來進行備份。";
"TimeMachineMigrateDisk" = "移轉磁碟內容到這個 Time Capsule 磁碟";
"TimeMachineMigrateDiskEraseSource" = "移轉後清除“%@”的磁碟內容";
"TimeMachineMigrateDiskEraseSource.description" = "“%@”的磁碟內容只有在成功移轉到這個 Time Capsule 之後才會被清除。";
"TimeMachineMigrateDiskReplace.description" = "用“%@”的磁碟內容來取代 Time Capsule 磁碟的所有內容";

"TimeMachineMigrateDiskSummary.Settings" = "“AirPort 工具程式”正準備將“%@”的內容、密碼、和網路設定移轉到您的新“%@”。";
"TimeMachineMigrateDiskSummary.Backups" = "若您在“%@”上有 Time Machine 備份，這些備份也會被移轉。這可能會花費很長的時間。";
"TimeMachineMigrateDiskSummary.Renaming" = "移轉期間，您用來移轉的來源設備將會重新命名為“%@%@”。新設備將會命名為“%@”。";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "移轉之後，將會清除“%@%@”的所有磁碟內容。";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "移轉開始之前，將清除此 Time Capsule 的內容。";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "無法還原此動作。";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "移轉完成之後，您可以將上一個 Time Capsule 回復成預設的設定並清除其磁碟。";
"HowToRestoreDefaults" = "若要回復設備，請選擇側邊欄中的該設備來打開其設定，按一下“手動設定⋯”，並從“基地台”選單中選擇“回復預設設定⋯”。";
"HowToEraseDisk" = "若要清除磁碟內容，請選擇“磁碟”面板上的“清除磁碟”。";
 
"MigrateSummaryDescription" = "此 %@ 將設定為使用來自“%@”的設定。這些設定會包含磁碟內容以及網路設定和密碼。如果“%@”包含 Time Machine 備份，這些備份也會被移轉。";
"MigrateSummaryEthernetDescription" = "若要最佳化移轉，當螢幕提示時，請將乙太網路線從舊設備的 WAN 埠連接到新設備的 LAN 埠。";
"MigrateSummaryMoreInfo" = "按一下“更多資訊⋯”來取得其他移轉資訊，然後按一下“更新”來開始移轉。";

"WirelessInterfaceIsOff" = "您的無線網路介面已停用。";
"AirPortIsOff" = "AirPort 已停用。";
"MigrateRequiresAirPort" = "取代基地台或無線路由器需要已開啟的 AirPort。要開啟 AirPort 嗎？";
"MigrateRequiresWireless" = "取代基地台或無線路由器需要已開啟的無線網路。";
"AUWorksBetterWithWireless" = "請確定您已安裝並設定無線網路卡，也已啟用無線網路。";
"AUWorksBetterWithAirPort" = "請確定您已安裝 AirPort 卡，也已啟用 AirPort。";


/* End of AirPortAssistant.strings file */
